/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"到达通知" = "到达通知";

/* No comment provided by engineer. */
"前往设置" = "前往设置";

/* No comment provided by engineer. */
"发现" = "发现";

/* No comment provided by engineer. */
"取消" = "取消";

/* No comment provided by engineer. */
"商品种类：" = "商品种类：";

/* No comment provided by engineer. */
"大约需要：" = "大约需要：";

/* No comment provided by engineer. */
"导航到 " = "导航到 ";

/* No comment provided by engineer. */
"尚未安装高德地图" = "尚未安装高德地图";

/* No comment provided by engineer. */
"您在QQ登录后仍然需要绑定手机号码" = "您在QQ登录后仍然需要绑定手机号码";

/* No comment provided by engineer. */
"您在微信登录后仍然需要绑定手机号码" = "您在微信登录后仍然需要绑定手机号码";

/* No comment provided by engineer. */
"您当前所在的城市" = "您当前所在的城市";

/* No comment provided by engineer. */
"成功接单" = "成功接单";

/* No comment provided by engineer. */
"我的" = "我的";

/* No comment provided by engineer. */
"我的位置" = "我的位置";

/* No comment provided by engineer. */
"手机号码不能为空" = "手机号码不能为空";

/* No comment provided by engineer. */
"手机验证" = "手机验证";

/* No comment provided by engineer. */
"提示" = "提示";

/* No comment provided by engineer. */
"昵称" = "昵称";

/* No comment provided by engineer. */
"暂无数据" = "暂无数据";

/* No comment provided by engineer. */
"暂未开通此服务哦，敬请期待～" = "暂未开通此服务哦，敬请期待～";

/* No comment provided by engineer. */
"未获得授权使用备忘录" = "未获得授权使用备忘录";

/* No comment provided by engineer. */
"未获得授权使用定位" = "未获得授权使用定位";

/* No comment provided by engineer. */
"未获得授权使用推送" = "未获得授权使用推送";

/* No comment provided by engineer. */
"未获得授权使用日历" = "未获得授权使用日历";

/* No comment provided by engineer. */
"未获得授权使用相册" = "未获得授权使用相册";

/* No comment provided by engineer. */
"未获得授权使用相机" = "未获得授权使用相机";

/* No comment provided by engineer. */
"未获得授权使用网络" = "未获得授权使用网络";

/* No comment provided by engineer. */
"未获得授权使用通讯录" = "未获得授权使用通讯录";

/* No comment provided by engineer. */
"未获得授权使用麦克风" = "未获得授权使用麦克风";

/* No comment provided by engineer. */
"点击确定，即表示您同意<用户协议>" = "点击确定，即表示您同意<用户协议>";

/* No comment provided by engineer. */
"用户协议" = "用户协议";

/* No comment provided by engineer. */
"知道了" = "知道了";

/* No comment provided by engineer. */
"确定" = "确定";

/* No comment provided by engineer. */
"确认下单" = "确认下单";

/* No comment provided by engineer. */
"苹果地图" = "苹果地图";

/* No comment provided by engineer. */
"获取验证码" = "获取验证码";

/* No comment provided by engineer. */
"订单" = "订单";

/* No comment provided by engineer. */
"设置" = "设置";

/* No comment provided by engineer. */
"请先获取验证码" = "请先获取验证码";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-备忘录 中打开。" = "请在设备的 设置-隐私-备忘录 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-定位 中打开。" = "请在设备的 设置-隐私-定位 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-推送 中打开。" = "请在设备的 设置-隐私-推送 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-日历 中打开。" = "请在设备的 设置-隐私-日历 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-照片 中打开。" = "请在设备的 设置-隐私-照片 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-相机 中打开。" = "请在设备的 设置-隐私-相机 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-网络 中打开。" = "请在设备的 设置-隐私-网络 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-通讯录 中打开。" = "请在设备的 设置-隐私-通讯录 中打开。";

/* No comment provided by engineer. */
"请在设备的 设置-隐私-麦克风 中打开。" = "请在设备的 设置-隐私-麦克风 中打开。";

/* No comment provided by engineer. */
"请输入手机号码" = "请输入手机号码";

/* No comment provided by engineer. */
"超时" = "超时";

/* No comment provided by engineer. */
"返回" = "返回";

/* No comment provided by engineer. */
"附近可能没有空闲的智慧商店" = "附近可能没有空闲的智慧商店";

/* No comment provided by engineer. */
"首页" = "首页";

/* No comment provided by engineer. */
"验证码:" = "验证码:";

/* No comment provided by engineer. */
"验证码不能为空" = "验证码不能为空";

/* No comment provided by engineer. */
"高德地图" = "高德地图";
"立刻打店" = "立刻打店";
"距离您：" = "距离您：";
"分" = "分";
